import React from "react";
import "./About.css";

function About() {
  return (
    <section id="about" className="about">
      <h2>Про компанію</h2>
      <p>
        Best-Run Consulting — консалтингова компанія, яка допомагає організувати 
        та масштабувати бізнес-клієнтів, використовуючи сучасне програмне забезпечення 
        для автоматизації бізнес-процесів.
      </p>
      <p>
        Ключовим активом та основною цінністю компанії є її спеціалісти, їхні кваліфікація 
        та розвиток. Саме завдяки консультантам, менеджерам та керівникам проєктів 
        втілюються усі успішні проєкти.
      </p>
      <p>
        За плечима Best-Run Consulting понад 40 задоволених клієнтів, серед яких є й міжнародні компанії.
      </p>
      <p>
        У 2019 році ми здобули членство в ЄБРР (Європейського банку реконструкції та розвитку). 
        А вже у 2022 році компанія стала партнером SAP SE — одним із провідних світових виробників 
        програмного забезпечення для управління бізнес-процесами.
      </p>
    </section>
  );
}

export default About;
